import"../chunks/disclose-version.Bg9kRutz.js";import{n as e}from"../chunks/runtime.DC5mZwgu.js";import{a as t,t as s}from"../chunks/template.D4kWnzM3.js";var r=s(`<p>Жили-были дед Андрей и бабка Таня. Бабка завела себе корову, а дед Андрей —
	быка.</p> <p>У бабки корова каждый день молоко давала, а у деда — ничего!</p> <p>Как-то раз дед бабке и говорит:</p> <p>— Как же так! У тебя корова каждый день даёт молоко, а мой бык ничего не даёт!</p> <p>— А ты его доишь?</p> <p>— А как его доить? Где у него вымя?</p> <p>— А ты поищи, должно же быть!</p> <p class="separated">Пошёл дед Андрей в хлев, стал быка щупать. Вымя не нащупал, стал кзади искать,
	нашёл кое-что. У коровы-то такого нет!</p> <p>Стал доить. Вместо молока надоил жёлтого чего-то с пенкой.</p> <p>— Лимонад! Мой бык даёт лимонад!</p> <p>Кончился лимонад, дед потянул сильнее, бык от натуги пукнул! Заинтересовался
	дед, засунул руку в жопу быку и вытащил оттуда…</p> <p>— Шоколад! Вот бабка обзавидуется!</p> <p class="separated">Прибежал к бабке Тане и кричит:</p> <p>— Бабка! Ты не представляешь, какой у нас бык чудный! Вместо молока лимонад
	даёт, а сзади у него шоколад!</p> <p>— А что ты так мало принёс? Пойдём ещё добудем!</p> <p class="separated">Пришли они к быку. Дед дёрнул — нет лимонада! Дёрнул сильнее — опять нет!
	Дёрнул сильнее — и оторвал хозяйство вместе с яйцами! Бык рассвирепел, на деда
	двинулся, дед — во двор, бык — за ним!</p> <p class="separated">Бегает бык без яиц.</p> <p>Бабка сзади схватила быка за хвост — хвост и оторвался! Бегает бык без хвоста
	и без яиц.</p> <p>Бабка изловчилась и на ходу ему руку в жопу засунула, шоколада-то хочется!
	Рука на ходу застряла, бабка за быком потащилась. Дёрнула сильнее — жопу
	оторвала! Бегает бык без жопы, без хвоста и без яиц!</p> <p>Дед от страха на берёзу залез, бык берёзу боднул — рога застряли! Дёрнулся —
	сам освободился, рога в дереве остались! Бегает бык без рогов, без жопы, без
	хвоста и без яиц! Опять к берёзе подбежал, ударился об неё безрогим лбом —
	и помер.</p> <p>Вот и вся сказка.</p> <time datetime="1993-11-08">08.11.1993</time>`,1);function i(p){var a=r();e(42),t(p,a)}export{i as component};
