import"../chunks/disclose-version.Bg9kRutz.js";import{n as a}from"../chunks/runtime.CPBXKBJz.js";import{a as e,t as m}from"../chunks/template.CtK1zXCh.js";var o=m(`<p>Жили-были дед Андрей и бабка Таня. Были они неучами: не умели ни читать,
	ни писать, ни дважды два сосчитать. Потому что в школу никогда не ходили.</p> <p>И решили они пойти учиться. Пришли первого сентября в школу. Другие ребята
	учителей ищут (у учителей таблички с номерами классов в руках), а дед с бабкой
	стоят, рты разинув, и не знают, куда им идти. Потому что цифры не учили.</p> <p>Наконец учитель подходит к ним и спрашивает:</p> <p>— Вы кто такие? Что тут делаете?</p> <p>А бабка говорит:</p> <p>— Мы учиться хотим! Возьмите нас!</p> <p>Привёл их учитель в класс. Ребятам пирамидки раздали. И деду с бабкой тоже.</p> <p>— Давайте, ребята, посчитаем, сколько колец в пирамидках! — говорит учитель.</p> <p>Дети правильно отвечают, а бабка никак сосчитать не может, всё время
	сбивается. Спрашивает деда:</p> <p>— Ну что, пень старый, сосчитал? Помоги мне, никак не выходит!</p> <p>А дед сидит, как идиот, с открытым ртом, пирамидку эту вертит в руках, смотрит
	на неё и молчит.</p> <p>— Что ты вылупился, идиот! Считай давай!</p> <p>Получили дед с бабкой по двойке. А дневника у них нет — в магазине забыли
	купить.</p> <p>На следующем уроке конструктор разбирали и собирали — машинки всякие. Дед
	с бабкой и тут никак не могли ничего сделать. Дед сидит опять разинув рот,
	на машинку смотрит, колесо пальцем крутит, а разобрать не может. Бабка
	повыдирала колёса и двери, половину сломала и никак не соберёт машинку.</p> <p>Короче, и тут они по банану схлопотали.</p> <p>Потом всех детей фотографироваться повели. Деда с бабкой в задний ряд
	поставили. Они там стоят, рожи корчат, детей сзади щекочат. И фотограф
	их быстренько сфотографировал с классом, а потом говорит:</p> <p>— Давайте я вас отдельно сниму.</p> <p>Поставил деда в угол, дал ему в руки лисичку меховую. Дед стоит, руки об лису
	вытирает. А бабку усадили под фикусы, она сидит открыв рот, пузо наружу
	выпирает. И думает: «Когда эта птичка посрать вылетит! Я уже кушать хочу!»</p> <p>Потом детей в столовую повели, а дед убежал куда-то. Еле нашли его.
	Он в туалет дрожжи бросал.</p> <p>В столовой бабка с дедом расстроились, что порции маленькие, и с горя
	подрались. Едой перемазались, посуду перебили.</p> <p>Вызвали их к директору, а директор и говорит:</p> <p>— Вы ещё немного дома посидите, а потом идите учиться. Вам ещё повзрослеть
	надо.</p> <p class="separated">И решили дед с бабкой больше не ходить в школу. Считали они дважды два
	в столбик — и получалось у них десять!</p> <time datetime="1998-02-06">06.02.1998</time>`,1);function s(p){var t=o();a(46),e(p,t)}export{s as component};
