import"../chunks/disclose-version.Bg9kRutz.js";import{n as t}from"../chunks/runtime.CPBXKBJz.js";import{a as e,t as r}from"../chunks/template.CtK1zXCh.js";var s=r(`<p>Сварила бабка кашу. Поставила её на стол. Дед хотел было её съесть, а бабка —
	трах! — деда ложкой по голове:</p> <p>— Ты куда вперёд батьки лезешь!</p> <p>У деда шишка вылезла. Он сидит — а слюни ручьём текут. Бабка ему по зубам как
	даст!</p> <p>— Ты что свои слюни мне в миску кидаешь!</p> <p>Разозлился дед на бабку — да как стукнет кулаком! Бабка встала — в огород.
	В капусту. Сидит на капустине — и тут вдруг вылезает крыса полевая из-под
	капусты. И говорит:</p> <p>— Ну-ка слазь с моего дома! Вообще обалдела — села на мою крышу!</p> <p>Бабка слезла и говорит:</p> <p>— Вот молодёжь пошла — бабке старой посидеть не дают!</p> <p>Входит она в дом с кочергой — и на деда! А дед взял ухват — да как бабку
	защемит в стенку! Бабка караул кричит! Как даст ногой! — дед с ухватом-то
	отбежал, а бабка и думает: прикрыться бы чем. Взяла кастрюлю… Подходит
	с кастрюлей… Побила деда, переоделась.</p> <p class="separated">Натопил дед баню. Бабка снаряжение одела банное — купальник. Дед приготовился,
	голый стоит. Бабка ему:</p> <p>— Ну-ка уйди с дороги!</p> <p>Моется бабка, моется, дед голый стоит. Смотрит — что такое! — бабка мочалку
	оставила…</p> <p>Бабка — мешком деда Андрея, голого! Дед по деревне бежит как ненормальный,
	а бабка за ним, как кенгуру, прыгает. Бегали они так, бегали, да и помирились.</p> <p class="separated">Проходит так день, проходит второй, третий. Деда нет. Пошла бабка его искать,
	смотрит — он под кустом валяется пьяный.</p> <p>— Ну-ка марш домой!</p> <p>— Да я, бабка, спать хочу!</p> <p>А она — давай его хлестать! Отхлестала и пошла домой.</p> <p class="separated">Приходит дед домой, смотрит — бабка валяется по всему полу! Трезвая,
	нормальная. Что такое! Пузо — больше её! К носу выросло!</p> <p>— Что такое, что случилось!</p> <p>— Да я решила купить мешок сахара и съесть. Взяла и съела.</p> <p>Вот так они и жили себе: дед Андрей бабку Таню не слушался — и она его тоже.
	Вот и вся сказка.</p> <time datetime="1997-03-10">10.03.1997</time>`,1);function i(p){var a=s();t(42),e(p,a)}export{i as component};
