import"../chunks/disclose-version.Bg9kRutz.js";import{n as e}from"../chunks/runtime.DA59O3ca.js";import{a as t,t as s}from"../chunks/template.C1FOTr2D.js";var r=s(`<p>Жили-были дед Андрей и бабка Таня.</p> <p>Дед пердел — так, что дом трясся. Бабка не знала, что и делать.</p> <p class="separated">Пошла она как-то к соседке да и рассказала о своей беде. Соседка предложили
	вставить деду в задницу свисток.</p> <p>Бабка так и сделала. Ночью просыпается от оглушительного свиста!</p> <p>Вынула свисток — дед пердеть опять начал, сильнее прежнего! Вставила свисток
	обратно — свистит! Вынула — пердит! Так и не выспалась!</p> <p class="separated">На следующий день пошла бабка Таня опять к соседке. Соседка стала думать:
	чем бы заткнуть деда-то? И тут увидела в углу голову петуха. Дала бабке голову
	эту.</p> <p>Ночью дед уснул, а бабка голову петуха ему в жопу вставила.</p> <p>Спит бабка, вдруг: «Ку-ка-ре-ку! Ку-ка-ре-ку!»</p> <p>Бабка вскочила, думает: «Откуда кукареканье? Петуха-то нет!»</p> <p>Вспомнила, матернулась, вытащила голову и легла пердёж слушать.</p> <p class="separated">На третий день соседка нашла у себя дома пробку</p> <p>— На этот раз точно сработает!</p> <p>…Ночью бабка Таня проснулась от взрыва! А это пробка вылетела.</p> <p class="separated">Надоело бабке дурью маяться, пошла она к колдунье. Колдунья
	пошептала-пошептала и говорит:</p> <p>— Что у калитки найдёшь — то тебе и поможет! Положишь на деда сверху,
	не вздумай только в задницу пихать!</p> <p>Бабка Таня пошла домой и увидела курицу у калитки. Ночью сделала всё как
	полагается: на деда Андрея сверху курицу посадила. Курица ходила-ходила
	по деду — и насрала ему в рот!</p> <p>Проснулась бабка, потому что дед заорал:</p> <p>— А-а-а-а! Кислятина!!!</p> <p class="separated">От этого потрясения перестал дед громко пердеть. И зажили бабка Таня с дедом
	Андреем душа в душу!</p> <time datetime="1993-11-06">06.11.1993</time>`,1);function c(p){var a=r();e(38),t(p,a)}export{c as component};
